[
    {
       "categoria":"fuerza",
       "categoria_id":1,
       "imagen":"fuerza",
       "rutinas":{
          "rutina1":{
             "rutina_id":1,
             "nombre":"Goliath's Challenge",
             "descripcion":"¿Te atreves a enfrentarte al gigante? Con esta rutina de fuerza, estarás preparado para cualquier desafío que se te presente. Combina ejercicios de levantamiento de pesas con movimientos funcionales para desarrollar fuerza, resistencia y coordinación. ¡Atrévete a enfrentar tu propia versión del gigante y conviértete en un verdadero campeón!",
             "entrenador":"Harry Kane",
             "precio":10789,
             "imagenes":[
                "fuerza1"
             ],
             "categoria":"fuerza"
          },
          "rutina2":{
             "rutina_id":2,
             "nombre":"Hércules Challenge",
             "descripcion":"¿Quieres tener músculos de acero como el famoso héroe griego? Entonces esta rutina de fuerza es para ti. Con una combinación de ejercicios de levantamiento de pesas y entrenamiento de alta intensidad, te ayudará a construir músculos fuertes y definidos. ¡Prepárate para lucir como un dios griego!",
             "entrenador":"Lucas Beltran",
             "precio":8432,
             "imagenes":[
               "fuerza2"
             ],
             "categoria":"fuerza"
          },
          "rutina3":{
            "rutina_id":3,
             "nombre":"Warrior Strength",
             "descripcion":"Esta rutina de fuerza te llevará al siguiente nivel. Diseñada para aquellos que buscan desafiar sus límites, consiste en una combinación de ejercicios de levantamiento de pesas y entrenamiento de alta intensidad. Prepárate para mejorar tu fuerza, resistencia y agilidad, y conviértete en un guerrero imparable.",
             "entrenador":"Heugh ming Son",
             "precio":9367,
             "imagenes":[
               "fuerza3"
             ],
             "categoria":"fuerza"
          }
       }
    },
    {
       "categoria":"resistencia",
       "categoria_id":2,
       "imagen":"resistencia",
       "rutinas":{
          "rutina1":{
             "rutina_id":4,
             "nombre":"Endurance Warrior",
             "descripcion":"Conviértete en un guerrero de resistencia con este entrenamiento de alta intensidad. Combina movimientos funcionales y cardiovasculares para mejorar tu resistencia y agilidad. Prepárate para sudar y superar tus límites con este desafío de resistencia.",
             "entrenador":"Harry Kane",
             "precio":5543,
             "imagenes":[
                "resistencia1"
             ],
             "categoria":"resistencia"
          },
          "rutina2":{
            "rutina_id":5,
             "nombre":"Spartan Sprint",
             "descripcion":"Prepárate para una carrera de obstáculos con este entrenamiento de resistencia. Combina sprints de alta intensidad con movimientos funcionales para mejorar tu velocidad, agilidad y coordinación. ¡Supera los obstáculos y conviértete en un auténtico espartano!",
             "entrenador":"Simon Bines",
             "precio":12000,
             "imagenes":[
               "resistencia2"
             ],
             "categoria":"resistencia"
          },
          "rutina3":{
            "rutina_id":6,
             "nombre":"Ironman Challenge",
             "descripcion":"¿Quieres ser un verdadero Ironman? Este entrenamiento de resistencia es para ti. Combina carreras de larga distancia con movimientos funcionales para mejorar tu resistencia, fuerza y agilidad. Prepárate para enfrentar el desafío de tu vida y cruzar la línea de meta como un verdadero campeón.",
             "entrenador":"Simon Bines",
             "precio":6554,
             "imagenes":[
               "resistencia3"
             ],
             "categoria":"resistencia"
          }
       }
    },
    {
       "categoria":"nutrición",
       "categoria_id":3,
       "imagen":"nutrición",
       "rutinas":{
          "rutina1":{
             "rutina_id":7,
             "nombre":"Plan de alimentación de 21 días",
             "descripcion":"Este plan de alimentación de 21 días te ayudará a transformar tu cuerpo y mejorar tu salud. Incluye una combinación equilibrada de proteínas, carbohidratos y grasas saludables para mantenerte satisfecho y lleno de energía. ¡Empieza hoy mismo y transforma tu cuerpo en 21 días!",
             "entrenador":"Dafne Schippers",
             "precio":9021,
             "imagenes":[
               "nutricion1"
             ],
             "categoria":"nutrición"
          },
          "rutina2":{
            "rutina_id":8,
             "nombre":"Plan de alimentación para deportistas",
             "descripcion":"Este plan de alimentación está diseñado para atletas y personas activas que necesitan energía para rendir al máximo. Incluye una combinación de alimentos ricos en proteínas, carbohidratos complejos y grasas saludables para optimizar el rendimiento físico y mental. ¡Maximiza tu potencial con este plan de alimentación para deportistas!",
             "entrenador":"Dafne Schippers",
             "precio":7210,
             "imagenes":[
               "nutricion2"
             ],
             "categoria":"nutrición"
          },
          "rutina3":{
            "rutina_id":9,
             "nombre":"Plan de alimentación vegetariana",
             "descripcion":"Este plan de alimentación vegetariana está diseñado para personas que prefieren una dieta basada en plantas. Incluye una combinación equilibrada de proteínas vegetales, carbohidratos complejos y grasas saludables para mantener una nutrición adecuada. ¡Empieza hoy mismo y experimenta los beneficios de una dieta vegetariana!",
             "entrenador":"Dafne Schippers",
             "precio":5999,
             "imagenes":[
               "nutricion3"
             ],
             "categoria":"nutrición"
          }
       }
    },
    {
       "categoria":"yoga y meditacion",
       "categoria_id":4,
       "imagen":"yoga",
       "rutinas":{
          "rutina1":{
            "rutina_id":10,
             "nombre":"Yoga para principiantes",
             "descripcion":"Este plan de yoga es perfecto para principiantes que quieran empezar a practicar esta disciplina milenaria. Incluye una secuencia de posturas básicas y técnicas de respiración para mejorar la flexibilidad, el equilibrio y la relajación. ¡Empieza hoy mismo y descubre los beneficios del yoga!",
             "entrenador":"Lebrom James",
             "precio":11345,
             "imagenes":[
                "yoga1"
             ],
             "categoria":"yoga y meditacion"
          },
          "rutina2":{
            "rutina_id":11,
             "nombre":"Yoga para el estrés",
             "descripcion":"Este plan de yoga está diseñado para aliviar el estrés y la ansiedad. Incluye una secuencia de posturas y técnicas de respiración para mejorar la relajación y la concentración. ¡Libera tu mente y tu cuerpo del estrés con este plan de yoga!",
             "entrenador":"Lebrom James",
             "precio":10678,
             "imagenes":[
               "yoga2"
             ],
             "categoria":"yoga y meditacion"
          },
          "rutina3":{
            "rutina_id":12,
             "nombre":"Meditación para la paz interior",
             "descripcion":"Este plan de meditación está diseñado para ayudarte a encontrar la paz interior y la tranquilidad en tu vida diaria. Incluye técnicas de meditación guiada y ejercicios de respiración para mejorar la concentración y la relajación. ¡Empieza hoy mismo y descubre el poder de la meditación!",
             "entrenador":"Lebrom James",
             "precio":8199,
             "imagenes":[
               "yoga3"
             ],
             "categoria":"yoga y meditacion"
          }
       }
    }
 ]